[
  {
    "id": 1,
    "title": "Universal Declaration of Human Rights",
    "content": "Article 1\nAll human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood.\n\nArticle 2\nEveryone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status. Furthermore, no distinction shall be made on the basis of the political, jurisdictional or international status of the country or territory to which a person belongs, whether it be independent, trust, non-self-governing or under any other limitation of sovereignty.\n\nArticle 3\nEveryone has the right to life, liberty and security of person.\n\nArticle 4\nNo one shall be held in slavery or servitude; slavery and the slave trade shall be prohibited in all their forms.\n\nArticle 5\nNo one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment.",
    "parsedTitle": "universal declaration of human rights",
    "parsedContent": "article all human beings are born free and equal in dignity and rights they are endowed with reason and conscience and should act towards one another in a spirit of brotherhood article everyone is entitled to all the rights and freedoms set forth in this declaration without distinction of any kind such as race colour sex language religion political or other opinion national or social origin property birth or other status furthermore no distinction shall be made on the basis of the political jurisdictional or international status of the country or territory to which a person belongs whether it be independent trust non-self-governing or under any other limitation of sovereignty article everyone has the right to life liberty and security of person article no one shall be held in slavery or servitude slavery and the slave trade shall be prohibited in all their forms article no one shall be subjected to torture or to cruel inhuman or degrading treatment or punishment",
    "audio": "",
    "image": "",
    "collection": null,
    "addedOn": "2024-03-03T18:45:22.209Z",
    "addedBy": "new_user",
    "isPublic": true,
    "level": "advanced1",
    "language": "en",
    "pastViewersCount": 1,
    "vocabs": [
      3,
      4,
      5,
      7,
      8,
      11,
      12,
      13,
      17,
      21,
      27,
      29,
      30,
      35,
      37,
      42,
      49,
      57,
      68,
      93,
      109,
      124,
      132,
      146,
      152,
      158,
      195,
      198,
      210,
      233,
      272,
      297,
      320,
      378,
      384,
      438,
      439,
      483,
      490,
      503,
      537,
      608,
      636,
      719,
      773,
      778,
      913,
      1167,
      1292,
      1416,
      1446,
      1476,
      1499,
      1627,
      1657,
      1665,
      1712,
      1830,
      1944,
      2000,
      2017,
      2229,
      2545,
      2773,
      2777,
      2806,
      2822,
      3067,
      3080,
      3122,
      3187,
      3271,
      3287,
      3314,
      3330,
      3439,
      3730,
      3817,
      4101,
      4265,
      4564,
      5223,
      6447,
      6900,
      8086,
      8552,
      9722,
      10115,
      10925,
      11826,
      13129,
      14379,
      17990,
      20851,
      22468,
      24752,
      28598,
      30213,
      48906,
      506480
    ]
  },
  {
    "id": 2,
    "title": "Déclaration universelle des droits de l'homme",
    "content": "Article premier\nTous les êtres humains naissent libres et égaux en dignité et en droits. Ils sont doués de raison et de conscience et doivent agir les uns envers les autres dans un esprit de fraternité.\n\nArticle 2\nChacun peut se prévaloir de tous les droits et de toutes les libertés proclamés dans la présente Déclaration, sans distinction aucune, notamment de race, de couleur, de sexe, de langue, de religion, d'opinion politique ou de toute autre opinion, d'origine nationale ou sociale, de fortune, de naissance ou de toute autre situation.\n\nDe plus, il ne sera fait aucune distinction fondée sur le statut politique, juridique ou international du pays ou du territoire dont une personne est ressortissante, que ce pays ou territoire soit indépendant, sous tutelle, non autonome ou soumis à une limitation quelconque de souveraineté.\n\nArticle 3\nTout individu a droit à la vie, à la liberté et à la sûreté de sa personne.\n\nArticle 4\nNul ne sera tenu en esclavage ni en servitude; l'esclavage et la traite des esclaves sont interdits sous toutes leurs formes.\n\nArticle 5\nNul ne sera soumis à la torture, ni à des peines ou traitements cruels, inhumains ou dégradants.\n\n",
    "parsedTitle": "déclaration universelle des droits de l'homme",
    "parsedContent": "article premier tous les êtres humains naissent libres et égaux en dignité et en droits ils sont doués de raison et de conscience et doivent agir les uns envers les autres dans un esprit de fraternité article chacun peut se prévaloir de tous les droits et de toutes les libertés proclamés dans la présente déclaration sans distinction aucune notamment de race de couleur de sexe de langue de religion d'opinion politique ou de toute autre opinion d'origine nationale ou sociale de fortune de naissance ou de toute autre situation de plus il ne sera fait aucune distinction fondée sur le statut politique juridique ou international du pays ou du territoire dont une personne est ressortissante que ce pays ou territoire soit indépendant sous tutelle non autonome ou soumis à une limitation quelconque de souveraineté article tout individu a droit à la vie à la liberté et à la sûreté de sa personne article nul ne sera tenu en esclavage ni en servitude l'esclavage et la traite des esclaves sont interdits sous toutes leurs formes article nul ne sera soumis à la torture ni à des peines ou traitements cruels inhumains ou dégradants",
    "audio": "",
    "image": "",
    "collection": null,
    "addedOn": "2024-03-03T18:45:57.466Z",
    "addedBy": "new_user",
    "isPublic": true,
    "level": "advanced1",
    "language": "fr",
    "pastViewersCount": 1,
    "vocabs": [
      99047,
      99049,
      99051,
      99052,
      99053,
      99056,
      99058,
      99059,
      99060,
      99061,
      99063,
      99064,
      99066,
      99069,
      99071,
      99076,
      99079,
      99085,
      99088,
      99091,
      99092,
      99097,
      99105,
      99106,
      99108,
      99126,
      99137,
      99151,
      99154,
      99155,
      99161,
      99175,
      99181,
      99190,
      99222,
      99235,
      99237,
      99238,
      99253,
      99284,
      99349,
      99384,
      99391,
      99393,
      99406,
      99413,
      99440,
      99539,
      99675,
      99821,
      99933,
      100051,
      100150,
      100235,
      100242,
      100370,
      100422,
      100464,
      100521,
      100601,
      100607,
      100748,
      100822,
      100916,
      100959,
      100987,
      101244,
      101260,
      101565,
      101703,
      101823,
      102001,
      102379,
      102432,
      102448,
      102450,
      102638,
      102882,
      102984,
      103146,
      103293,
      104044,
      104242,
      104288,
      104484,
      104738,
      105236,
      106513,
      106518,
      106740,
      107836,
      107889,
      108231,
      109089,
      109848,
      110102,
      110666,
      111246,
      112335,
      112475,
      113544,
      113755,
      114363,
      114575,
      114858,
      116661,
      122055,
      123589,
      129563,
      131688,
      135913,
      499981,
      506509,
      506544,
      506557,
      506563,
      506587,
      506614,
      506626,
      913292152057,
      161578728406,
      232063361332,
      303277756842,
      450282989635,
      455165871560,
      602101153016,
      665300833944,
      812396324313
    ]
  },
  {
    "id": 3,
    "title": "Declaración Universal de Derechos Humanos",
    "content": "Artículo 1\nTodos los seres humanos nacen libres e iguales en dignidad y derechos y, dotados como están de razón y conciencia, deben comportarse fraternalmente los unos con los otros.\n\nArtículo 2\nToda persona tiene los derechos y libertades proclamados en esta Declaración, sin distinción alguna de raza, color, sexo, idioma, religión, opinión política o de cualquier otra índole, origen nacional o social, posición económica, nacimiento o cualquier otra condición.\n\nAdemás, no se hará distinción alguna fundada en la condición política, jurídica o internacional del país o territorio de cuya jurisdicción dependa una persona, tanto si se trata de un país independiente, como de un territorio bajo administración fiduciaria, no autónomo o sometido a cualquier otra limitación de soberanía.\n\nArtículo 3\nTodo individuo tiene derecho a la vida, a la libertad y a la seguridad de su persona.\n\nArtículo 4\nNadie estará sometido a esclavitud ni a servidumbre; la esclavitud y la trata de esclavos están prohibidas en todas sus formas.\n\nArtículo 5\nNadie será sometido a torturas ni a penas o tratos crueles, inhumanos o degradantes.\n\n",
    "parsedTitle": "declaración universal de derechos humanos",
    "parsedContent": "artículo todos los seres humanos nacen libres e iguales en dignidad y derechos y dotados como están de razón y conciencia deben comportarse fraternalmente los unos con los otros artículo toda persona tiene los derechos y libertades proclamados en esta declaración sin distinción alguna de raza color sexo idioma religión opinión política o de cualquier otra índole origen nacional o social posición económica nacimiento o cualquier otra condición además no se hará distinción alguna fundada en la condición política jurídica o internacional del país o territorio de cuya jurisdicción dependa una persona tanto si se trata de un país independiente como de un territorio bajo administración fiduciaria no autónomo o sometido a cualquier otra limitación de soberanía artículo todo individuo tiene derecho a la vida a la libertad y a la seguridad de su persona artículo nadie estará sometido a esclavitud ni a servidumbre la esclavitud y la trata de esclavos están prohibidas en todas sus formas artículo nadie será sometido a torturas ni a penas o tratos crueles inhumanos o degradantes",
    "audio": "",
    "image": "",
    "collection": null,
    "addedOn": "2024-03-03T18:46:20.742Z",
    "addedBy": "new_user",
    "isPublic": true,
    "level": "advanced1",
    "language": "es",
    "pastViewersCount": 1,
    "vocabs": [
      49261,
      49263,
      49264,
      49265,
      49267,
      49269,
      49271,
      49275,
      49276,
      49277,
      49279,
      49285,
      49288,
      49291,
      49292,
      49299,
      49305,
      49321,
      49324,
      49335,
      49354,
      49375,
      49377,
      49382,
      49392,
      49400,
      49411,
      49468,
      49471,
      49484,
      49492,
      49493,
      49494,
      49527,
      49541,
      49569,
      49636,
      49639,
      49695,
      49759,
      49787,
      49798,
      49802,
      49839,
      49914,
      49923,
      49936,
      49980,
      50224,
      50325,
      50388,
      50400,
      50462,
      50561,
      50857,
      50943,
      51311,
      51313,
      51559,
      51691,
      51841,
      51877,
      51898,
      52007,
      52077,
      52464,
      52506,
      52643,
      52934,
      53047,
      53490,
      53746,
      53940,
      54263,
      54285,
      54672,
      54732,
      55553,
      56970,
      58406,
      58678,
      58727,
      59028,
      59840,
      60688,
      60804,
      61767,
      65009,
      66381,
      67234,
      67560,
      71011,
      73948,
      74014,
      78449,
      80104,
      80873,
      82896,
      85190,
      86768,
      89585,
      90072,
      506653,
      506661,
      506707,
      506736,
      112382692817,
      270295150074,
      369030596895,
      470997492997,
      481585401688,
      546542657918,
      683538038726,
      853312277129,
      883609328685
    ]
  },
  {
    "id": 4,
    "title": "Die Allgemeine Erklärung der Menschenrechte",
    "content": "Artikel 1\nAlle Menschen sind frei und gleich an Würde und Rechten geboren. Sie sind mit Vernunft und Gewissen begabt und sollen einander im Geist der Brüderlichkeit begegnen.\n\nArtikel 2\nJeder hat Anspruch auf die in dieser Erklärung verkündeten Rechte und Freiheiten ohne irgendeinen Unterschied, etwa nach Rasse, Hautfarbe, Geschlecht, Sprache, Religion, politischer oder sonstiger Überzeugung, nationaler oder sozialer Herkunft, Vermögen, Geburt oder sonstigem Stand.\n\nDes weiteren darf kein Unterschied gemacht werden auf Grund der politischen, rechtlichen oder internationalen Stellung des Landes oder Gebiets, dem eine Person angehört, gleichgültig ob dieses unabhängig ist, unter Treuhandschaft steht, keine Selbstregierung besitzt oder sonst in seiner Souveränität eingeschränkt ist.\n\nArtikel 3\nJeder hat das Recht auf Leben, Freiheit und Sicherheit der Person.\n\nArtikel 4\nNiemand darf in Sklaverei oder Leibeigenschaft gehalten werden; Sklaverei und Sklavenhandel sind in allen ihren Formen verboten.\n\nArtikel 5\nNiemand darf der Folter oder grausamer, unmenschlicher oder erniedrigender Behandlung oder Strafe unterworfen werden.\n\n",
    "parsedTitle": "die allgemeine erklärung der menschenrechte",
    "parsedContent": "artikel alle menschen sind frei und gleich an würde und rechten geboren sie sind mit vernunft und gewissen begabt und sollen einander im geist der brüderlichkeit begegnen artikel jeder hat anspruch auf die in dieser erklärung verkündeten rechte und freiheiten ohne irgendeinen unterschied etwa nach rasse hautfarbe geschlecht sprache religion politischer oder sonstiger überzeugung nationaler oder sozialer herkunft vermögen geburt oder sonstigem stand des weiteren darf kein unterschied gemacht werden auf grund der politischen rechtlichen oder internationalen stellung des landes oder gebiets dem eine person angehört gleichgültig ob dieses unabhängig ist unter treuhandschaft steht keine selbstregierung besitzt oder sonst in seiner souveränität eingeschränkt ist artikel jeder hat das recht auf leben freiheit und sicherheit der person artikel niemand darf in sklaverei oder leibeigenschaft gehalten werden sklaverei und sklavenhandel sind in allen ihren formen verboten artikel niemand darf der folter oder grausamer unmenschlicher oder erniedrigender behandlung oder strafe unterworfen werden",
    "audio": "",
    "image": "",
    "collection": null,
    "addedOn": "2024-03-03T18:46:52.901Z",
    "addedBy": "new_user",
    "isPublic": true,
    "level": "advanced1",
    "language": "de",
    "pastViewersCount": 1,
    "vocabs": [
      148643,
      148644,
      148645,
      148648,
      148650,
      148651,
      148657,
      148660,
      148664,
      148667,
      148669,
      148673,
      148681,
      148691,
      148705,
      148712,
      148713,
      148714,
      148719,
      148741,
      148768,
      148771,
      148774,
      148776,
      148802,
      148835,
      148839,
      148848,
      148852,
      148875,
      148877,
      148878,
      148893,
      148905,
      148911,
      148917,
      148933,
      148934,
      148945,
      148966,
      149038,
      149102,
      149121,
      149191,
      149239,
      149472,
      149479,
      149488,
      149782,
      149818,
      150198,
      150235,
      150370,
      150421,
      150485,
      150574,
      150615,
      150650,
      150727,
      150814,
      150932,
      151116,
      151152,
      151167,
      151407,
      151702,
      151720,
      151788,
      152058,
      152896,
      153041,
      153297,
      153393,
      153561,
      154020,
      154909,
      155319,
      155455,
      155531,
      155533,
      155806,
      156149,
      156397,
      157635,
      158335,
      158595,
      159038,
      161845,
      162351,
      162646,
      166213,
      166319,
      167740,
      170452,
      171030,
      172555,
      173198,
      177984,
      178130,
      186018,
      506773,
      506788,
      506795,
      506809,
      506820,
      506823,
      506836,
      506838,
      506845,
      506846,
      805748467710,
      960364393405,
      999675071402
    ]
  },
  {
    "id": 5,
    "title": "Declaração Universal dos Direitos Humanos",
    "content": "Artigo 1°\nTodos os seres humanos nascem livres e iguais em dignidade e em direitos. Dotados de razão e de consciência, devem agir uns para com os outros em espírito de fraternidade.\n\nArtigo 2°\nTodos os seres humanos podem invocar os direitos e as liberdades proclamados na presente Declaração, sem distinção alguma, nomeadamente de raça, de cor, de sexo, de língua, de religião, de opinião política ou outra, de origem nacional ou social, de fortuna, de nascimento ou de qualquer outra situação. Além disso, não será feita nenhuma distinção fundada no estatuto político, jurídico ou internacional do país ou do território da naturalidade da pessoa, seja esse país ou território independente, sob tutela, autônomo ou sujeito a alguma limitação de soberania.\n\nArtigo 3°\nTodo indivíduo tem direito à vida, à liberdade e à segurança pessoal.\n\nArtigo 4°\nNinguém será mantido em escravatura ou em servidão; a escravatura e o trato dos escravos, sob todas as formas, são proibidos.\n\nArtigo 5°\nNinguém será submetido a tortura nem a penas ou tratamentos cruéis, desumanos ou degradantes.\n\n",
    "parsedTitle": "declaração universal dos direitos humanos",
    "parsedContent": "artigo todos os seres humanos nascem livres e iguais em dignidade e em direitos dotados de razão e de consciência devem agir uns para com os outros em espírito de fraternidade artigo todos os seres humanos podem invocar os direitos e as liberdades proclamados na presente declaração sem distinção alguma nomeadamente de raça de cor de sexo de língua de religião de opinião política ou outra de origem nacional ou social de fortuna de nascimento ou de qualquer outra situação além disso não será feita nenhuma distinção fundada no estatuto político jurídico ou internacional do país ou do território da naturalidade da pessoa seja esse país ou território independente sob tutela autônomo ou sujeito a alguma limitação de soberania artigo todo indivíduo tem direito à vida à liberdade e à segurança pessoal artigo ninguém será mantido em escravatura ou em servidão a escravatura e o trato dos escravos sob todas as formas são proibidos artigo ninguém será submetido a tortura nem a penas ou tratamentos cruéis desumanos ou degradantes",
    "audio": "",
    "image": "",
    "collection": null,
    "addedOn": "2024-03-03T18:47:23.495Z",
    "addedBy": "new_user",
    "isPublic": true,
    "level": "advanced1",
    "language": "pt",
    "pastViewersCount": 1,
    "vocabs": [
      446768,
      446769,
      446770,
      446771,
      446773,
      446775,
      446779,
      446781,
      446783,
      446786,
      446789,
      446792,
      446793,
      446795,
      446809,
      446813,
      446833,
      446836,
      446847,
      446848,
      446894,
      446895,
      446896,
      446899,
      446926,
      446928,
      446938,
      446942,
      446943,
      446956,
      446970,
      447000,
      447004,
      447014,
      447026,
      447036,
      447039,
      447067,
      447125,
      447194,
      447216,
      447274,
      447347,
      447379,
      447393,
      447429,
      447432,
      447444,
      447616,
      447837,
      447967,
      448053,
      448101,
      448103,
      448144,
      448247,
      448423,
      448454,
      448482,
      448535,
      448579,
      448743,
      448987,
      449000,
      449097,
      449236,
      449244,
      449506,
      449583,
      449589,
      449864,
      449881,
      449889,
      450138,
      450202,
      450559,
      450638,
      450725,
      451041,
      451409,
      451725,
      452047,
      452108,
      453386,
      453642,
      455349,
      456168,
      456301,
      456918,
      458129,
      458400,
      460080,
      460474,
      462544,
      464003,
      464221,
      464402,
      469750,
      472131,
      473848,
      474104,
      478239,
      481885,
      483595,
      483915,
      490865,
      506883,
      506930,
      506962,
      506963,
      152468776140,
      207425940373,
      615895826030
    ]
  },
  {
    "id": 6,
    "title": "UNIVERSELE VERKLARING VAN DE RECHTEN VAN DE MENS",
    "content": "Artikel 1\nAlle mensen worden vrij en gelijk in waardigheid en rechten geboren. Zij zijn begiftigd met verstand en geweten, en behoren zich jegens elkander in een geest van broederschap te gedragen.\n\nArtikel 2\nEen ieder heeft aanspraak op alle rechten en vrijheden, in deze Verklaring opgesomd, zonder enig onderscheid van welke aard ook, zoals ras, kleur, geslacht, taal, godsdienst, politieke of andere overtuiging, nationale of maatschappelijke afkomst, eigendom, geboorte of andere status.\n\nVerder zal geen onderscheid worden gemaakt naar de politieke, juridische of internationale status van het land of gebied, waartoe iemand behoort, onverschillig of het een onafhankelijk, trust-, of niet-zelfbesturend gebied betreft, dan wel of er een andere beperking van de soevereiniteit bestaat.\n\nArtikel 3\nEen ieder heeft het recht op leven, vrijheid en onschendbaarheid van zijn persoon.\n\nArtikel 4\nNiemand zal in slavernij of horigheid gehouden worden. Slavernij en slavenhandel in iedere vorm zijn verboden.\n\nArtikel 5\nNiemand zal onderworpen worden aan folteringen, noch aan een wrede, onmenselijke of onterende behandeling of bestraffing.\n\n",
    "parsedTitle": "universele verklaring van de rechten van de mens",
    "parsedContent": "artikel alle mensen worden vrij en gelijk in waardigheid en rechten geboren zij zijn begiftigd met verstand en geweten en behoren zich jegens elkander in een geest van broederschap te gedragen artikel een ieder heeft aanspraak op alle rechten en vrijheden in deze verklaring opgesomd zonder enig onderscheid van welke aard ook zoals ras kleur geslacht taal godsdienst politieke of andere overtuiging nationale of maatschappelijke afkomst eigendom geboorte of andere status verder zal geen onderscheid worden gemaakt naar de politieke juridische of internationale status van het land of gebied waartoe iemand behoort onverschillig of het een onafhankelijk trust- of niet-zelfbesturend gebied betreft dan wel of er een andere beperking van de soevereiniteit bestaat artikel een ieder heeft het recht op leven vrijheid en onschendbaarheid van zijn persoon artikel niemand zal in slavernij of horigheid gehouden worden slavernij en slavenhandel in iedere vorm zijn verboden artikel niemand zal onderworpen worden aan folteringen noch aan een wrede onmenselijke of onterende behandeling of bestraffing",
    "audio": "",
    "image": "",
    "collection": null,
    "addedOn": "2024-03-03T18:48:35.606Z",
    "addedBy": "new_user",
    "isPublic": true,
    "level": "advanced1",
    "language": "nl",
    "pastViewersCount": 1,
    "vocabs": [
      248025,
      248026,
      248029,
      248031,
      248032,
      248035,
      248038,
      248039,
      248040,
      248042,
      248043,
      248054,
      248056,
      248058,
      248064,
      248068,
      248069,
      248080,
      248085,
      248097,
      248103,
      248132,
      248142,
      248144,
      248148,
      248184,
      248185,
      248186,
      248192,
      248208,
      248231,
      248248,
      248319,
      248352,
      248366,
      248420,
      248428,
      248459,
      248599,
      248663,
      248683,
      248840,
      248877,
      248912,
      248939,
      248976,
      249054,
      249172,
      249181,
      249210,
      249449,
      249472,
      249487,
      249517,
      249773,
      249840,
      249863,
      250017,
      250110,
      250192,
      250277,
      250328,
      250538,
      250561,
      250725,
      250943,
      251371,
      251412,
      251503,
      251579,
      251961,
      252421,
      253847,
      253945,
      254014,
      254451,
      254799,
      254896,
      255799,
      255897,
      256384,
      256623,
      257059,
      258092,
      260239,
      261801,
      262697,
      262979,
      263376,
      265378,
      267787,
      269782,
      271253,
      271724,
      279506,
      280714,
      286247,
      286829,
      291433,
      506983,
      507004,
      507043,
      507044,
      507059,
      507067,
      507071,
      285596460472,
      868763218171
    ]
  },
  {
    "id": 7,
    "title": "DICHIARAZIONE UNIVERSALE DEI DIRITTI UMANI",
    "content": "Articolo 1\nTutti gli esseri umani nascono liberi ed eguali in dignità e diritti. Essi sono dotati di ragione e di coscienza e devono agire gli uni verso gli altri in spirito di fratellanza.\n\nArticolo 2\nAd ogni individuo spettano tutti i diritti e tutte le libertà enunciate nella presente Dichiarazione, senza distinzione alcuna, per ragioni di razza, di colore, di sesso, di lingua, di religione, di opinione politica o di altro genere, di origine nazionale o sociale, di ricchezza, di nascita o di altra condizione. Nessuna distinzione sarà inoltre stabilita sulla base dello statuto politico, giuridico o internazionale del paese o del territorio cui una persona appartiene, sia indipendente, o sottoposto ad amministrazione fiduciaria o non autonomo, o soggetto a qualsiasi limitazione di sovranità.\n\nArticolo 3\nOgni individuo ha diritto alla vita, alla libertà ed alla sicurezza della propria persona.\n\nArticolo 4\nNessun individuo potrà essere tenuto in stato di schiavitù o di servitù; la schiavitù e la tratta degli schiavi saranno proibite sotto qualsiasi forma.\n\nArticolo 5\nNessun individuo potrà essere sottoposto a tortura o a trattamento o a punizione crudeli, inumani o degradanti.\n\n",
    "parsedTitle": "dichiarazione universale dei diritti umani",
    "parsedContent": "articolo tutti gli esseri umani nascono liberi ed eguali in dignità e diritti essi sono dotati di ragione e di coscienza e devono agire gli uni verso gli altri in spirito di fratellanza articolo ad ogni individuo spettano tutti i diritti e tutte le libertà enunciate nella presente dichiarazione senza distinzione alcuna per ragioni di razza di colore di sesso di lingua di religione di opinione politica o di altro genere di origine nazionale o sociale di ricchezza di nascita o di altra condizione nessuna distinzione sarà inoltre stabilita sulla base dello statuto politico giuridico o internazionale del paese o del territorio cui una persona appartiene sia indipendente o sottoposto ad amministrazione fiduciaria o non autonomo o soggetto a qualsiasi limitazione di sovranità articolo ogni individuo ha diritto alla vita alla libertà ed alla sicurezza della propria persona articolo nessun individuo potrà essere tenuto in stato di schiavitù o di servitù la schiavitù e la tratta degli schiavi saranno proibite sotto qualsiasi forma articolo nessun individuo potrà essere sottoposto a tortura o a trattamento o a punizione crudeli inumani o degradanti",
    "audio": "",
    "image": "",
    "collection": null,
    "addedOn": "2024-03-03T18:49:03.133Z",
    "addedBy": "new_user",
    "isPublic": true,
    "level": "advanced1",
    "language": "it",
    "pastViewersCount": 1,
    "vocabs": [
      198370,
      198371,
      198373,
      198374,
      198377,
      198378,
      198380,
      198381,
      198383,
      198387,
      198393,
      198397,
      198406,
      198416,
      198420,
      198426,
      198436,
      198437,
      198439,
      198441,
      198442,
      198452,
      198489,
      198492,
      198502,
      198506,
      198513,
      198534,
      198548,
      198550,
      198576,
      198582,
      198617,
      198625,
      198632,
      198654,
      198655,
      198663,
      198686,
      198754,
      198848,
      198856,
      198887,
      198897,
      198954,
      198974,
      198993,
      199003,
      199035,
      199086,
      199189,
      199377,
      199391,
      199522,
      199665,
      199785,
      199867,
      199884,
      199888,
      199946,
      199967,
      200140,
      200240,
      200312,
      200320,
      200324,
      200427,
      200459,
      200552,
      200587,
      200631,
      200941,
      200952,
      200986,
      201014,
      201240,
      201408,
      201426,
      201439,
      201583,
      201666,
      201721,
      201867,
      201968,
      202541,
      202667,
      202877,
      202968,
      203073,
      203116,
      203176,
      203330,
      203429,
      203820,
      206017,
      206179,
      206748,
      209230,
      209983,
      210019,
      210980,
      211478,
      211659,
      211693,
      212568,
      217958,
      218495,
      218705,
      222856,
      223595,
      224292,
      227849,
      230164,
      231862,
      232546,
      239047,
      501892,
      507113,
      507161,
      507196,
      266207772607,
      298301563739,
      658582355784,
      682634407460,
      711658568342,
      718953730297,
      887943541039
    ]
  },
  {
    "id": 8,
    "title": "ALLMÄN FÖRKLARING OM DE MÄNSKLIGA RÄTTIGHETERNA",
    "content": "Artikel 1.\nAlla människor äro födda fria och lika i värde och rättigheter. De äro utrustade med förnuft och samvete och böra handla gentemot varandra i en anda av broderskap.\n\nArtikel 2.\nEnvar är berättigad till alla de fri- och rättigheter, som uttalas i denna förklaring, utan åtskillnad av något slag, såsom ras, hudfärg, kön, språk, religion, politisk eller annan uppfattning, nationellt eller socialt ursprung, egendom, börd eller ställning i övrigt.\n\nIngen åtskillnad må vidare göras på grund av den politiska, juridiska eller internationella ställning, som intages av det land eller område, till vilket en person hör, vare sig detta land eller område är oberoende, står under förvaltarskap, är icke-självstyrande eller är underkastat någon annan begränsning av sin suveränitet.\n\nArtikel 3.\nEnvar har rätt till liv, frihet och personlig säkerhet.\n\nArtikel 4.\nIngen må hållas i slaveri eller träldom; slaveri och slavhandel i alla dess former äro förbjudna.\n\nArtikel 5.\nIngen må utsättas för tortyr eller grym, omänsklig eller förnedrande behandling eller bestraffning.\n\n",
    "parsedTitle": "allmän förklaring om de mänskliga rättigheterna",
    "parsedContent": "artikel alla människor äro födda fria och lika i värde och rättigheter de äro utrustade med förnuft och samvete och böra handla gentemot varandra i en anda av broderskap artikel envar är berättigad till alla de fri- och rättigheter som uttalas i denna förklaring utan åtskillnad av något slag såsom ras hudfärg kön språk religion politisk eller annan uppfattning nationellt eller socialt ursprung egendom börd eller ställning i övrigt ingen åtskillnad må vidare göras på grund av den politiska juridiska eller internationella ställning som intages av det land eller område till vilket en person hör vare sig detta land eller område är oberoende står under förvaltarskap är icke-självstyrande eller är underkastat någon annan begränsning av sin suveränitet artikel envar har rätt till liv frihet och personlig säkerhet artikel ingen må hållas i slaveri eller träldom slaveri och slavhandel i alla dess former äro förbjudna artikel ingen må utsättas för tortyr eller grym omänsklig eller förnedrande behandling eller bestraffning",
    "audio": "",
    "image": "",
    "collection": null,
    "addedOn": "2024-03-03T18:49:32.286Z",
    "addedBy": "new_user",
    "isPublic": true,
    "level": "advanced1",
    "language": "sv",
    "pastViewersCount": 1,
    "vocabs": [
      297597,
      297598,
      297602,
      297603,
      297604,
      297606,
      297607,
      297608,
      297610,
      297611,
      297612,
      297619,
      297621,
      297622,
      297627,
      297658,
      297663,
      297665,
      297670,
      297703,
      297718,
      297729,
      297738,
      297745,
      297751,
      297757,
      297781,
      297795,
      297802,
      297832,
      297889,
      297906,
      297954,
      297964,
      298030,
      298144,
      298224,
      298246,
      298313,
      298349,
      298363,
      298619,
      298648,
      299106,
      299208,
      299297,
      299298,
      299720,
      299929,
      300040,
      300070,
      300111,
      300145,
      300199,
      300424,
      300726,
      300780,
      300890,
      301074,
      301201,
      301318,
      301399,
      302023,
      302027,
      302110,
      302120,
      302697,
      302815,
      303023,
      303167,
      303257,
      303330,
      303628,
      303758,
      304291,
      305248,
      305586,
      306201,
      306252,
      306284,
      306584,
      307005,
      307434,
      309053,
      309314,
      309576,
      310128,
      311364,
      312033,
      313829,
      315336,
      315649,
      315774,
      318224,
      318886,
      321543,
      324306,
      329084,
      334930,
      335321,
      336498,
      345966,
      503735,
      507231,
      507267,
      507280,
      507281,
      507282,
      507295,
      216123856506,
      598515423721,
      677219810057
    ]
  },
  {
    "id": 9,
    "title": "VERDENSERKLÆRINGEN OM MENNESKERETTIGHETENE",
    "content": "Artikkel 1.\nAlle mennesker er født frie og med samme menneskeverd og menneskerettigheter. De er utstyrt med fornuft og samvittighet og bør handle mot hverandre i brorskapets ånd.\n\nArtikkel 2.\nEnhver har krav på alle de rettigheter og friheter som er nevnt i denne erklæring, uten forskjell av noen art, f. eks. på grunn av rase, farge, kjønn, språk, religion, politisk eller annen oppfatning, nasjonal eller sosial opprinnelse eiendom, fødsel eller annet forhold.\n\nDet skal heller ikke gjøres noen forskjell på grunn av den politiske, rettslige eller internasjonale stilling som innehas av det land eller det område en person hører til, enten landet er uavhengig, står under tilsyn, er ikke-selvstyrende, eller på annen måte har begrenset suverenitet.\n\nArtikkel 3.\nEnhver har rett til liv, frihet og personlig sikkerhet.\n\nArtikkel 4.\nIngen må holdes i slaveri eller trelldom. Slaveri og slavehandel i alle former er forbudt.\n\nArtikkel 5.\nIngen må utsettes for tortur eller grusom, umenneskelig eller nedverdigende behandling eller straff.\n\n",
    "parsedTitle": "verdenserklæringen om menneskerettighetene",
    "parsedContent": "artikkel alle mennesker er født frie og med samme menneskeverd og menneskerettigheter de er utstyrt med fornuft og samvittighet og bør handle mot hverandre i brorskapets ånd artikkel enhver har krav på alle de rettigheter og friheter som er nevnt i denne erklæring uten forskjell av noen art f eks på grunn av rase farge kjønn språk religion politisk eller annen oppfatning nasjonal eller sosial opprinnelse eiendom fødsel eller annet forhold det skal heller ikke gjøres noen forskjell på grunn av den politiske rettslige eller internasjonale stilling som innehas av det land eller det område en person hører til enten landet er uavhengig står under tilsyn er ikke-selvstyrende eller på annen måte har begrenset suverenitet artikkel enhver har rett til liv frihet og personlig sikkerhet artikkel ingen må holdes i slaveri eller trelldom slaveri og slavehandel i alle former er forbudt artikkel ingen må utsettes for tortur eller grusom umenneskelig eller nedverdigende behandling eller straff",
    "audio": "",
    "image": "",
    "collection": null,
    "addedOn": "2024-03-03T18:50:06.466Z",
    "addedBy": "new_user",
    "isPublic": true,
    "level": "advanced1",
    "language": "nb",
    "pastViewersCount": 1,
    "vocabs": [
      347348,
      347349,
      347351,
      347352,
      347353,
      347354,
      347355,
      347357,
      347359,
      347361,
      347364,
      347366,
      347370,
      347371,
      347374,
      347375,
      347377,
      347385,
      347402,
      347410,
      347421,
      347431,
      347442,
      347483,
      347495,
      347520,
      347540,
      347541,
      347562,
      347567,
      347602,
      347604,
      347615,
      347618,
      347627,
      347652,
      347678,
      347706,
      347784,
      347900,
      348036,
      348122,
      348132,
      348143,
      348287,
      348384,
      348487,
      348760,
      348930,
      348988,
      349163,
      349273,
      349351,
      349634,
      349706,
      349810,
      349849,
      349866,
      349903,
      349935,
      350022,
      350136,
      350153,
      350276,
      350306,
      350356,
      350536,
      350607,
      350665,
      350741,
      350913,
      351169,
      351198,
      351285,
      351315,
      351636,
      352159,
      352899,
      353140,
      353246,
      353247,
      353363,
      353442,
      354005,
      354189,
      354264,
      355540,
      356464,
      356842,
      357921,
      358094,
      358098,
      360990,
      363127,
      365681,
      368228,
      369436,
      376488,
      383904,
      387863,
      388119,
      507308,
      507320,
      507331,
      507377,
      507390,
      507403,
      110816016983,
      308857558421,
      517073957130,
      884512928190
    ]
  },
  {
    "id": 10,
    "title": "VERDENSERKLÆRINGEN OM MENNESKERETTIGHEDERNE",
    "content": "Artikel 1.\nAlle mennesker er født frie og lige i værdighed og rettigheder. De er udstyret med fornuft og samvittighed, og de bør handle mod hverandre i en broderskabets ånd.\n\nArtikel 2.\nEnhver har krav på alle de rettigheder og friheder, som nævnes i denne erklæring, uden forskelsbehandling af nogen art, f. eks. på grund af race, farve, køn, sprog, religion, politisk eller anden anskuelse, national eller social oprindelse, formueforhold, fødsel eller anden samfundsmæssig stilling.\n\nDer skal heller ikke gøres nogen forskel på grund af det lands eller områdes jurisdiktionsforhold eller politiske eller internationale stilling, til hvilket en person hører, hvadenten dette område er uafhængigt, under formynderskab eller er et ikke selvstyrende område, eller dets suverænitet på anden måde er begrænset.\n\nArtikel 3.\nEnhver har ret til liv, frihed og personlig sikkerhed.\n\nArtikel 4.\nIngen må holdes i slaveri eller trældom ; slaveri og slavehandel under alle former skal være forbudt.\n\nArtikel 5.\nIngen må underkastes tortur eller grusom, umenneskelig eller vanærende behandling eller straf.\n\n",
    "parsedTitle": "verdenserklæringen om menneskerettighederne",
    "parsedContent": "artikel alle mennesker er født frie og lige i værdighed og rettigheder de er udstyret med fornuft og samvittighed og de bør handle mod hverandre i en broderskabets ånd artikel enhver har krav på alle de rettigheder og friheder som nævnes i denne erklæring uden forskelsbehandling af nogen art f eks på grund af race farve køn sprog religion politisk eller anden anskuelse national eller social oprindelse formueforhold fødsel eller anden samfundsmæssig stilling der skal heller ikke gøres nogen forskel på grund af det lands eller områdes jurisdiktionsforhold eller politiske eller internationale stilling til hvilket en person hører hvadenten dette område er uafhængigt under formynderskab eller er et ikke selvstyrende område eller dets suverænitet på anden måde er begrænset artikel enhver har ret til liv frihed og personlig sikkerhed artikel ingen må holdes i slaveri eller trældom slaveri og slavehandel under alle former skal være forbudt artikel ingen må underkastes tortur eller grusom umenneskelig eller vanærende behandling eller straf",
    "audio": "",
    "image": "",
    "collection": null,
    "addedOn": "2024-03-03T18:50:44.399Z",
    "addedBy": "new_user",
    "isPublic": true,
    "level": "advanced1",
    "language": "da",
    "pastViewersCount": 1,
    "vocabs": [
      397081,
      397082,
      397084,
      397086,
      397087,
      397088,
      397089,
      397091,
      397092,
      397094,
      397098,
      397101,
      397104,
      397108,
      397109,
      397112,
      397115,
      397121,
      397125,
      397139,
      397140,
      397152,
      397157,
      397179,
      397213,
      397220,
      397242,
      397247,
      397250,
      397252,
      397259,
      397299,
      397314,
      397370,
      397378,
      397413,
      397433,
      397447,
      397543,
      397706,
      397715,
      397907,
      397954,
      398353,
      398398,
      398659,
      398929,
      399098,
      399150,
      399262,
      399288,
      399334,
      399385,
      399444,
      399463,
      399595,
      399656,
      399795,
      400016,
      400045,
      400177,
      400194,
      400285,
      400298,
      400359,
      400431,
      400572,
      400670,
      400721,
      400778,
      400886,
      400992,
      401270,
      401309,
      402085,
      402232,
      402285,
      402491,
      402737,
      403200,
      404052,
      404123,
      405256,
      405593,
      407569,
      408212,
      412578,
      416207,
      419145,
      425036,
      425942,
      430685,
      438570,
      442569,
      442731,
      444636,
      445348,
      507415,
      507437,
      507451,
      507466,
      507470,
      507472,
      507482,
      507483,
      507490,
      507495,
      507516,
      566420801191,
      918458502270,
      954941098822
    ]
  }
]
